Repository: luiztucillo/ltucillo-fixed-notices
Catalog: languages/ltucillo-fixed-notices-*.po
Languages: pt_br

source: Fixed Notices
pt_br: Alertas Fixos

source: Put fixed notices in admin based on user groups
pt_br: Adicione alertas fixos no admin baseado no grupo dos usuários

source: Notice created successfully
pt_br: Alerta criado com sucesso

source: Error creating notice
pt_br: Erro ao criar alertas

source: Error removing notice
pt_br: Erro ao remover alerta

source: Notice removed successfully
pt_br: Alerta removido com sucesso

source: Add Fixed Notice
pt_br: Adicionar Alerta Fixo

source: success
pt_br: sucesso

source: warning
pt_br: aviso

source: error
pt_br: erro

source: List Notices
pt_br: Listar Alertas

source: User Group
pt_br: Grupo de Usuário

source: User Groups
pt_br: Grupos de Usuário

source: Level
pt_br: Nível

source: Message
pt_br: Mensagem

source: Save Fixed Notice
pt_br: Salvar Alerta Fixo

source: Remove
pt_br: Remover
